Repository: xcv58/MacTools
Catalog: Plugins/PhysicalCleanMode/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# panel.button.enter
source: 开启
ar: بدء
de: Starten
en: Start
es: Iniciar
fr: Démarrer
ja: 開始
ko: 시작
pt: Iniciar
ru: Запустить
tr: Başlat
zh_hant: 開啟

# metadata.title
source: 清洁模式
ar: الوضع النظيف
de: Reinigungsmodus
en: Clean Mode
es: Modo de limpieza
fr: Mode nettoyage
ja: クリーンモード
ko: 클린 모드
pt: Modo Limpo
ru: Режим очистки
tr: Temizlik Modu
zh_hant: 清潔模式

# metadata.description
source: 屏幕全黑并临时禁用键盘输入
ar: تعتيم الشاشة وحظر إدخال لوحة المفاتيح مؤقتًا.
de: Den Bildschirm verdunkeln und Tastatureingaben vorübergehend blockieren.
en: Black out the screen and temporarily block keyboard input.
es: Apague la pantalla y bloquee temporalmente la entrada del teclado.
fr: Obscurcissez l'écran et bloquez temporairement la saisie au clavier.
ja: 画面をブラックアウトし、キーボード入力を一時的にブロックします。
ko: 화면을 검게 만들고 키보드 입력을 일시적으로 차단합니다.
pt: Escureça a tela e bloqueie temporariamente a entrada do teclado.
ru: Затемните экран и временно заблокируйте ввод с клавиатуры.
tr: Ekranı karartır ve klavye girişini geçici olarak engeller.
zh_hant: 螢幕全黑並臨時禁用鍵盤輸入

# permission.accessibility.title
source: 辅助功能授权
ar: إمكانية الوصول
de: Barrierefreiheit
en: Accessibility
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 접근성
pt: Acessibilidade
ru: Доступность
tr: Erişilebilirlik
zh_hant: 輔助使用授權

# permission.accessibility.description
source: 辅助功能权限是清洁模式运行所需的必要权限。
ar: يلزم الحصول على إذن الوصول للوضع النظيف.
de: Für den Reinigungsmodus ist eine Barrierefreiheitsberechtigung erforderlich.
en: Accessibility permission is required for Clean Mode.
es: Se requiere permiso de accesibilidad para el modo limpio.
fr: Une autorisation d'accessibilité est requise pour le mode nettoyage.
ja: クリーン モードにはアクセシビリティ権限が必要です。
ko: 클린모드를 위해서는 접근성 권한이 필요합니다.
pt: É necessária permissão de acessibilidade para o Modo Limpo.
ru: Для чистого режима требуется разрешение на доступ.
tr: Temizlik Modu için Erişilebilirlik izni gerekir.
zh_hant: 輔助使用權限是清潔模式運行所需的必要權限。

# shortcut.exit.title
source: 退出清洁模式
ar: الخروج من الوضع النظيف
de: Reinigungsmodus verlassen
en: Exit Clean Mode
es: Salir del modo de limpieza
fr: Quitter le mode nettoyage
ja: クリーン モードを終了
ko: 클린 모드 종료
pt: Sair do modo limpo
ru: Выйти из режима очистки
tr: Temizlik Modundan Çık
zh_hant: 退出清潔模式

# shortcut.exit.description
source: 清洁模式启用时用于恢复输入和关闭黑屏覆盖的快捷键。
ar: يستعيد الإدخال ويغلق تراكب الشاشة السوداء أثناء تنشيط الوضع النظيف.
de: Stellt die Eingabe wieder her und schließt die schwarze Bildschirmüberlagerung, während der Reinigungsmodus aktiv ist.
en: Restores input and closes the black screen overlay while Clean Mode is active.
es: Restaura la entrada y cierra la superposición de pantalla negra mientras el Modo Limpieza está activo.
fr: Rétablit l'entrée et ferme la superposition d'écran noir lorsque le mode nettoyage est actif.
ja: クリーン モードがアクティブな間、入力を復元し、黒い画面オーバーレイを閉じます。
ko: 클린 모드가 활성화된 동안 입력을 복원하고 검은색 화면 오버레이를 닫습니다.
pt: Restaura a entrada e fecha a sobreposição da tela preta enquanto o Modo Limpeza está ativo.
ru: Восстанавливает ввод и закрывает наложение черного экрана, пока активен режим очистки.
tr: Temizlik Modu etkinken girişi geri yükler ve siyah ekran örtüsünü kapatır.
zh_hant: 清潔模式啟用時用於恢復輸入和關閉黑螢幕覆蓋的快速鍵。

# shortcut.exit.settingsGroupTitle
source: 退出快捷键
ar: الخروج من الاختصار
de: Verknüpfung beenden
en: Exit Shortcut
es: Salir del acceso directo
fr: Raccourci de sortie
ja: ショートカットを終了
ko: 바로가기 종료
pt: Sair do atalho
ru: Ярлык выхода
tr: Çıkış Kısayolu
zh_hant: 退出快速鍵

# shortcut.exit.settingsGroupDescription
source: 清洁模式启用时恢复输入并关闭黑屏覆盖。
ar: يستعيد الإدخال ويغلق تراكب الشاشة السوداء أثناء تنشيط الوضع النظيف.
de: Stellt die Eingabe wieder her und schließt die schwarze Bildschirmüberlagerung, während der Reinigungsmodus aktiv ist.
en: Restores input and closes the black screen overlay while Clean Mode is active.
es: Restaura la entrada y cierra la superposición de pantalla negra mientras el modo de limpieza está activo.
fr: Rétablit l'entrée et ferme la superposition d'écran noir lorsque le mode nettoyage est actif.
ja: クリーン モードがアクティブな間、入力を復元し、黒い画面オーバーレイを閉じます。
ko: 클린 모드가 활성화된 동안 입력을 복원하고 검은색 화면 오버레이를 닫습니다.
pt: Restaura a entrada e fecha a sobreposição da tela preta enquanto o Modo Limpeza está ativo.
ru: Восстанавливает ввод и закрывает наложение черного экрана, пока активен режим очистки.
tr: Temizlik Modu etkinken girişi geri yükler ve siyah ekran örtüsünü kapatır.
zh_hant: 清潔模式啟用時恢復輸入並關閉黑螢幕覆蓋。

# shortcut.exit.settingsControlTitle
source: 退出
ar: خروج
de: Beenden
en: Exit
es: Salir
fr: Quitter
ja: 出口
ko: 종료
pt: Sair
ru: Выход
tr: Çıkış

# panel.subtitle.enabledExitFormat
source: 已启用，使用 %@ 退出
ar: تشغيل. اضغط %@ للخروج.
de: Ein. Drücken Sie %@, um den Vorgang zu beenden.
en: On. Press %@ to exit.
es: Activado. Presione %@ para salir.
fr: Activé. Appuyez sur %@ pour quitter.
ja: オン。 %@ を押して終了します。
ko: 켜짐. 종료하려면 %@을 누르세요.
pt: Ativado. Pressione %@ para sair.
ru: Включено. Нажмите %@ для выхода.
tr: Açık. Çıkmak için %@ kullanın.
zh_hant: 已啟用，使用 %@ 退出

# panel.subtitle.needsAccessibility
source: 启用前需要辅助功能授权
ar: يتطلب إذن الوصول
de: Erfordert die Berechtigung zur Barrierefreiheit
en: Requires Accessibility permission
es: Requiere permiso de accesibilidad
fr: Nécessite une autorisation d'accessibilité
ja: アクセシビリティ権限が必要です
ko: 접근성 권한이 필요합니다
pt: Requer permissão de acessibilidade
ru: Требуется разрешение на доступ
tr: Erişilebilirlik izni gerektirir
zh_hant: 啟用前需要輔助使用授權

# error.accessibilityRequired
source: 清洁模式需要辅助功能权限，请先前往设置完成授权。
ar: يتطلب الوضع النظيف إذن الوصول. امنحها في الإعدادات أولاً.
de: Für den Reinigungsmodus ist eine Barrierefreiheitsberechtigung erforderlich. Gewähren Sie es zuerst in den Einstellungen.
en: Clean Mode requires Accessibility permission. Grant it in Settings first.
es: El modo limpio requiere permiso de accesibilidad. Concédelo primero en Configuración.
fr: Le mode Nettoyage nécessite une autorisation d'accessibilité. Accordez-le d'abord dans les paramètres.
ja: クリーン モードにはアクセシビリティ権限が必要です。まず設定で許可してください。
ko: 클린 모드에는 접근성 권한이 필요합니다. 먼저 설정에서 승인하세요.
pt: O Modo Limpo requer permissão de acessibilidade. Conceda-o primeiro nas configurações.
ru: Для режима очистки требуется разрешение специальных возможностей. Сначала разрешите это в настройках.
tr: Temizlik Modu, Erişilebilirlik izni gerektirir. Önce Ayarlar'dan izin verin.
zh_hant: 清潔模式需要輔助使用權限，請先前往設定完成授權。

# error.accessibilityRevokedEmergencyExit
source: 辅助功能授权已失效，已自动退出清洁模式。
ar: تم إبطال إذن الوصول. لقد تم الخروج من الوضع النظيف.
de: Zugriffsberechtigung wurde widerrufen. Der Reinigungsmodus wurde beendet.
en: Accessibility permission was revoked. Clean Mode has exited.
es: Se revocó el permiso de accesibilidad. El modo de limpieza ha salido.
fr: L'autorisation d'accessibilité a été révoquée. Le mode nettoyage est terminé.
ja: アクセシビリティ許可が取り消されました。クリーン モードが終了しました。
ko: 접근성 권한이 취소되었습니다. 클린 모드가 종료되었습니다.
pt: A permissão de acessibilidade foi revogada. O modo limpo foi encerrado.
ru: Разрешение на доступ было отозвано. Режим очистки завершен.
tr: Erişilebilirlik izni kaldırıldı. Temizlik Modu sonlandırıldı.
zh_hant: 輔助使用授權已失效，已自動退出清潔模式。

# error.invalidExitShortcut
source: 请先在功能中设置有效的退出快捷键。
ar: قم بتعيين اختصار خروج صالح لهذه الميزة أولاً.
de: Legen Sie zunächst eine gültige Exit-Verknüpfung für diese Funktion fest.
en: Set a valid exit shortcut for this feature first.
es: Primero establezca un acceso directo de salida válido para esta función.
fr: Définissez d'abord un raccourci de sortie valide pour cette fonctionnalité.
ja: まず、この機能の有効な終了ショートカットを設定します。
ko: 먼저 이 기능에 대한 유효한 종료 단축키를 설정하세요.
pt: Defina primeiro um atalho de saída válido para esse recurso.
ru: Сначала установите действительный ярлык выхода для этой функции.
tr: Önce bu özellik için geçerli bir çıkış kısayolu ayarlayın.
zh_hant: 請先在功能中設定有效的退出快速鍵。

# overlay.exit.keyboardFormat
source: 按 %@ 退出
ar: اضغط %@ للخروج
de: Drücken Sie %@, um den Vorgang zu beenden
en: Press %@ to exit
es: Presione %@ para salir
fr: Appuyez sur %@ pour quitter
ja: %@ を押して終了します
ko: 종료하려면 %@을 누르세요
pt: Pressione %@ para sair
ru: Нажмите %@ для выхода
tr: Çıkmak için %@ tuşuna basın

# overlay.exit.rightMouseFormat
source: 或长按鼠标右键 %ds 退出
ar: أو اضغط مع الاستمرار على زر الماوس الأيمن لمدة %ds
de: Oder halten Sie die rechte Maustaste für %ds gedrückt
en: Or hold right mouse button for %ds
es: O mantenga presionado el botón derecho del mouse durante %ds
fr: Ou maintenez le bouton droit de la souris enfoncé pendant %ds
ja: または、マウスの右ボタンを %d 秒間押し続けます
ko: 또는 %d초 동안 마우스 오른쪽 버튼을 누르세요
pt: Ou segure o botão direito do mouse por %ds
ru: Или удерживайте правую кнопку мыши в течение %ds
tr: Ya da sağ fare düğmesini %d saniye basılı tutun
zh_hant: 或長按滑鼠右鍵 %ds 退出

# session.error.eventTapUnavailable
source: 无法创建输入拦截器，请确认已授予辅助功能权限。
ar: غير قادر على إنشاء اعتراض الإدخال. تأكد من منح إذن الوصول.
de: Der Eingabe-Interceptor konnte nicht erstellt werden. Bestätigen Sie, dass die Barrierefreiheitsberechtigung erteilt wurde.
en: Unable to create the input interceptor. Confirm Accessibility permission is granted.
es: No se puede crear el interceptor de entrada. Confirme que se haya concedido el permiso de accesibilidad.
fr: Impossible de créer l'intercepteur d'entrée. Confirmez que l'autorisation d'accessibilité est accordée.
ja: 入力インターセプターを作成できません。アクセシビリティ権限が付与されていることを確認します。
ko: 입력 인터셉터를 생성할 수 없습니다. 접근성 권한이 부여되었는지 확인하세요.
pt: Não foi possível criar o interceptor de entrada. Confirme se a permissão de acessibilidade foi concedida.
ru: Невозможно создать перехватчик ввода. Подтвердите, что разрешение на доступ предоставлено.
tr: Girdi yakalayıcı oluşturulamadı. Erişilebilirlik izninin verildiğinden emin olun.
zh_hant: 無法創建輸入攔截器，請確認已授予輔助使用權限。

# session.error.runLoopSourceUnavailable
source: 无法初始化输入拦截运行循环。
ar: غير قادر على تهيئة حلقة تشغيل اعتراض الإدخال.
de: Die Eingabe-Interceptor-Laufschleife konnte nicht initialisiert werden.
en: Unable to initialize the input interceptor run loop.
es: No se puede inicializar el ciclo de ejecución del interceptor de entrada.
fr: Impossible d'initialiser la boucle d'exécution de l'intercepteur d'entrée.
ja: 入力インターセプタ実行ループを初期化できません。
ko: 입력 인터셉터 실행 루프를 초기화할 수 없습니다.
pt: Não foi possível inicializar o loop de execução do interceptador de entrada.
ru: Невозможно инициализировать цикл выполнения входного перехватчика.
tr: Girdi yakalayıcının çalışma döngüsü başlatılamadı.
zh_hant: 無法初始化輸入攔截運行循環。

# session.error.missingScreens
source: 未检测到可用屏幕，无法进入清洁模式。
ar: لم يتم اكتشاف أي شاشات متاحة. لا يمكن بدء الوضع النظيف.
de: Keine verfügbaren Bildschirme erkannt. Der Reinigungsmodus kann nicht gestartet werden.
en: No available screens detected. Clean Mode cannot start.
es: No se detectaron pantallas disponibles. El modo limpio no puede iniciarse.
fr: Aucun écran disponible détecté. Le mode nettoyage ne peut pas démarrer.
ja: 利用可能な画面が検出されませんでした。クリーン モードを開始できません。
ko: 사용 가능한 화면이 감지되지 않았습니다. 클린 모드를 시작할 수 없습니다.
pt: Nenhuma tela disponível foi detectada. O modo limpo não pode ser iniciado.
ru: Доступных экранов не обнаружено. Невозможно запустить режим очистки.
tr: Kullanılabilir ekran algılanmadı. Temizlik Modu başlatılamıyor.
zh_hant: 未檢測到可用螢幕，無法進入清潔模式。

# session.error.overlayWindowCreationFailed
source: 无法创建屏幕覆盖窗口，已取消进入清洁模式。
ar: غير قادر على إنشاء تراكب الشاشة. تم إلغاء الوضع النظيف.
de: Das Bildschirm-Overlay konnte nicht erstellt werden. Der Reinigungsmodus wurde abgebrochen.
en: Unable to create the screen overlay. Clean Mode was canceled.
es: No se puede crear la superposición de pantalla. Se canceló el modo de limpieza.
fr: Impossible de créer la superposition d'écran. Le mode nettoyage a été annulé.
ja: 画面オーバーレイを作成できません。クリーン モードがキャンセルされました。
ko: 화면 오버레이를 생성할 수 없습니다. 클린 모드가 취소되었습니다.
pt: Não foi possível criar a sobreposição de tela. O modo limpo foi cancelado.
ru: Невозможно создать наложение экрана. Режим очистки был отменен.
tr: Ekran örtüsü oluşturulamadı. Temizlik Modu iptal edildi.
zh_hant: 無法創建螢幕覆蓋窗口，已取消進入清潔模式。

# session.error.idleLockPreventionFailed
source: 无法启用防空闲锁屏保护，已取消进入清洁模式。
ar: غير قادر على منع القفل الخامل. تم إلغاء الوضع النظيف.
de: Leerlaufsperre konnte nicht verhindert werden. Der Reinigungsmodus wurde abgebrochen.
en: Unable to prevent idle lock. Clean Mode was canceled.
es: No se puede evitar el bloqueo inactivo. Se canceló el modo de limpieza.
fr: Impossible d'empêcher le verrouillage en mode veille. Le mode nettoyage a été annulé.
ja: アイドルロックを防止できません。クリーン モードがキャンセルされました。
ko: 유휴 잠금을 방지할 수 없습니다. 클린 모드가 취소되었습니다.
pt: Não foi possível evitar o bloqueio de inatividade. O modo limpo foi cancelado.
ru: Невозможно предотвратить блокировку в режиме ожидания. Режим очистки был отменен.
tr: Boşta kilitleme engellenemedi. Temizlik Modu iptal edildi.
zh_hant: 無法啟用防空閒鎖螢幕保護，已取消進入清潔模式。

# session.error.overlayWindowUnexpectedlyClosed
source: 清洁模式覆盖窗口意外关闭，已恢复系统输入。
ar: تم إغلاق تراكب الوضع النظيف بشكل غير متوقع. تمت استعادة إدخال النظام.
de: Das Overlay „Reinigungsmodus“ wurde unerwartet geschlossen. Die Systemeingabe wurde wiederhergestellt.
en: The Clean Mode overlay closed unexpectedly. System input has been restored.
es: La superposición del Modo limpio se cerró inesperadamente. La entrada del sistema ha sido restaurada.
fr: La superposition du mode Nettoyage s'est fermée de manière inattendue. L'entrée système a été restaurée.
ja: クリーン モード オーバーレイが予期せず終了しました。システム入力が復元されました。
ko: 클린 모드 오버레이가 예기치 않게 닫혔습니다. 시스템 입력이 복원되었습니다.
pt: A sobreposição do Modo Limpo foi fechada inesperadamente. A entrada do sistema foi restaurada.
ru: Оверлей режима очистки неожиданно закрылся. Системный ввод восстановлен.
tr: Temizlik Modu örtüsü beklenmedik şekilde kapandı. Sistem girişi geri yüklendi.
zh_hant: 清潔模式覆蓋窗口意外關閉，已恢復系統輸入。

# session.error.workspaceInactiveEmergencyExit
source: 当前会话已锁定或切出，已自动退出清洁模式。
ar: تم قفل الجلسة الحالية أو إيقافها. لقد تم الخروج من الوضع النظيف.
de: Die aktuelle Sitzung wurde gesperrt oder ausgeschaltet. Der Reinigungsmodus wurde beendet.
en: The current session was locked or switched out. Clean Mode has exited.
es: La sesión actual fue bloqueada o cambiada. El modo de limpieza ha salido.
fr: La session en cours a été verrouillée ou désactivée. Le mode nettoyage est terminé.
ja: 現在のセッションはロックされているか、スイッチアウトされました。クリーン モードが終了しました。
ko: 현재 세션이 잠겨 있거나 전환되었습니다. 클린 모드가 종료되었습니다.
pt: A sessão atual foi bloqueada ou desativada. O modo limpo foi encerrado.
ru: Текущая сессия была заблокирована или отключена. Режим очистки завершен.
tr: Geçerli oturum kilitlendi veya başka bir oturuma geçildi. Temizlik Modu sonlandırıldı.
zh_hant: 當前會話已鎖定或切出，已自動退出清潔模式。

# session.error.screensDidSleepEmergencyExit
source: 屏幕已进入睡眠，已自动退出清洁模式。
ar: دخلت الشاشة في وضع السكون. لقد تم الخروج من الوضع النظيف.
de: Der Bildschirm wurde in den Ruhezustand versetzt. Der Reinigungsmodus wurde beendet.
en: The screen went to sleep. Clean Mode has exited.
es: La pantalla se quedó dormida. El modo de limpieza ha salido.
fr: L'écran s'est mis en veille. Le mode nettoyage est terminé.
ja: 画面がスリープ状態になりました。クリーン モードが終了しました。
ko: 화면이 절전 모드로 전환되었습니다. 클린 모드가 종료되었습니다.
pt: A tela entrou no modo de suspensão. O modo limpo foi encerrado.
ru: Экран уснул. Режим очистки завершен.
tr: Ekran uyku moduna geçti. Temizlik Modu sonlandırıldı.
zh_hant: 螢幕已進入睡眠，已自動退出清潔模式。

# session.error.systemWillSleepEmergencyExit
source: 系统即将进入睡眠，已自动退出清洁模式。
ar: النظام على وشك الدخول في وضع السكون. لقد تم الخروج من الوضع النظيف.
de: Das System ist im Begriff, in den Ruhezustand zu wechseln. Der Reinigungsmodus wurde beendet.
en: The system is about to sleep. Clean Mode has exited.
es: El sistema está a punto de dormir. El modo de limpieza ha salido.
fr: Le système est sur le point de se mettre en veille. Le mode nettoyage est terminé.
ja: システムはまもなくスリープ状態になります。クリーン モードが終了しました。
ko: 시스템이 절전 모드 상태가 됩니다. 클린 모드가 종료되었습니다.
pt: O sistema está prestes a dormir. O modo limpo foi encerrado.
ru: Система переходит в режим сна. Режим очистки завершен.
tr: Sistem uyku moduna geçmek üzere. Temizlik Modu sonlandırıldı.
zh_hant: 系統即將進入睡眠，已自動退出清潔模式。

# session.error.eventTapTimeoutEmergencyExit
source: 输入拦截重启失败，已自动退出清洁模式。
ar: فشلت إعادة تشغيل اعتراض الإدخال. لقد تم الخروج من الوضع النظيف.
de: Eingabeabfangen konnte nicht neu gestartet werden. Der Reinigungsmodus wurde beendet.
en: Input interception failed to restart. Clean Mode has exited.
es: No se pudo reiniciar la interceptación de entrada. El modo de limpieza ha salido.
fr: L'interception d'entrée n'a pas pu redémarrer. Le mode nettoyage est terminé.
ja: 入力インターセプトを再開できませんでした。クリーン モードが終了しました。
ko: 입력 차단을 다시 시작하지 못했습니다. 클린 모드가 종료되었습니다.
pt: Falha ao reiniciar a interceptação de entrada. O modo limpo foi encerrado.
ru: Перехват ввода не удалось перезапустить. Режим очистки завершен.
tr: Girdi yakalama yeniden başlatılamadı. Temizlik Modu sonlandırıldı.
zh_hant: 輸入攔截重啟失敗，已自動退出清潔模式。

# session.error.eventTapUserInputEmergencyExit
source: 输入拦截被系统停用且无法恢复，已自动退出清洁模式。
ar: تم تعطيل اعتراض الإدخال بواسطة النظام ولا يمكن استرداده. لقد تم الخروج من الوضع النظيف.
de: Das Abfangen von Eingaben wurde vom System deaktiviert und konnte nicht wiederhergestellt werden. Der Reinigungsmodus wurde beendet.
en: Input interception was disabled by the system and could not recover. Clean Mode has exited.
es: El sistema deshabilitó la interceptación de entradas y no se pudo recuperar. El modo de limpieza ha salido.
fr: L'interception des entrées a été désactivée par le système et n'a pas pu être récupérée. Le mode nettoyage est terminé.
ja: 入力インターセプトはシステムによって無効になっており、回復できませんでした。クリーン モードが終了しました。
ko: 시스템에서 입력 차단을 비활성화하여 복구할 수 없습니다. 클린 모드가 종료되었습니다.
pt: A interceptação de entrada foi desativada pelo sistema e não pôde ser recuperada. O modo limpo foi encerrado.
ru: Перехват ввода был отключен системой и не может быть восстановлен. Режим очистки завершен.
tr: Girdi yakalama sistem tarafından devre dışı bırakıldı ve kurtarılamadı. Temizlik Modu sonlandırıldı.
zh_hant: 輸入攔截被系統停用且無法恢復，已自動退出清潔模式。

# session.error.eventTapRepeatedlyDisabledEmergencyExit
source: 输入拦截被系统连续停用，已自动退出清洁模式。
ar: تم تعطيل اعتراض الإدخال بشكل متكرر. لقد تم الخروج من الوضع النظيف.
de: Das Abfangen von Eingaben wurde wiederholt deaktiviert. Der Reinigungsmodus wurde beendet.
en: Input interception was disabled repeatedly. Clean Mode has exited.
es: La interceptación de entradas se deshabilitó repetidamente. El modo de limpieza ha salido.
fr: L'interception des entrées a été désactivée à plusieurs reprises. Le mode nettoyage est terminé.
ja: 入力インターセプトが繰り返し無効になりました。クリーン モードが終了しました。
ko: 입력 차단이 반복적으로 비활성화되었습니다. 클린 모드가 종료되었습니다.
pt: A interceptação de entrada foi desativada repetidamente. O modo limpo foi encerrado.
ru: Перехват ввода неоднократно отключался. Режим очистки завершен.
tr: Girdi yakalama defalarca devre dışı bırakıldı. Temizlik Modu sonlandırıldı.
zh_hant: 輸入攔截被系統連續停用，已自動退出清潔模式。
